[
  "This text at the top of the screen is to<br />display helpful information, hints and tips.<br />You can get a new tip by clicking this text.",
  "The Keymap button switches between<br />different keyboard layouts",
  "The Voice button cycles between<br />different instrument sounds",
  "The Demo button plays melodies on the instrument.<br />Each demo is only in tune for certain keymaps!<br />The closest key to each demo note is played.",
  "The Sustain button toggles between three options<br />If sustain is off, key release ends note.<br />The middle option controls repeated notes.",
  "To play a fixed JI scale without retuning,<br />toggle the Transpose button to the OFF position.",
  "To retune the instrument to the<br />original frequency, use the RESET button",
  "Graphical animation can use a lot of processor power.<br />To pause animation, press the Esc button.",
  "Pressing 2 or 3 keys repeatedly will make an arpeggio.<br />Most key combinations will also cause a fixed key change.",
  "Keys on opposite sides of the instrument produce<br />opposite key changes. To prevent excessive key changing,<br />find sequences of notes which end in the same key they started.",
  "If you click a slider, some browsers will<br />let you adjust it using the arrow keys",
  "The volume slider controls how<br />loud or quiet the instrument is",
  "The contrast slider controls how<br />colourful or how black-and-white the transposing keys are",
  "The size slider controls how large<br />the instrument keys are, and the degree of overlap",
  "Happy Birthday uses a surprisingly large number of intervals!<br />Listen to it in a full keymap, otherwise its going to be out of tune.",
  "You can use either the keyboard or<br />the mouse to click instrument keys",
  "Two keys pressed simultaneously will play in random order!<br />This is definitely a feature of a non-commutative keyboard,<br />and not a bug.",
  "Recommended browser is Safari for Mac, or Chrome for Windows/Mac.<br />On Firefox not all keys are available, and power consumption is high.",
  "A ReTuner Page is available on Facebook<br />for updates about this app and to<br />contact or feed back to the development team",
  "A ReTuner Group is available on Facebook<br />for users to discuss all aspects of the app together<br />and to share ReTuner demos, stories and insights",
  "Found a bug?<br />Please feed it back to the ReTuner development team<br />on Facebook via the ReTuner Page",
  "Like this app? Please share!<br />Spread the word about accessible Just Intonation frequencies.<br />Facebook and Twitter share buttons are in the top-right corner.",

  "This is not a musical instrument.<br />It is some nice browser text above a musical instrument."
]
